app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2019-04-25 13:37:12.736016"], ["updated_at", "2019-04-25 13:37:12.736016"]]
---
  def create
    @student = Student.new(student_params(:first_name, :last_name))
    redirect_to @student and return if @student.save